Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# I'm taking the ROCK TUNNEL to go to LAVENDER…
source: I'm taking the ROCK TUNNEL to\ngo to LAVENDER…
pl: Idę przez TUNEL SKAŁ by dojść\ndo LAVENDER…

source: Can't measure up…
pl: Nie wyrabiam…

source: Are you off to ROCK TUNNEL, too?
pl: Wybierasz się przez TUNEL SKAŁ?

source: Don't you dare patronize me!
pl: Nie próbuj mnie protegować!

# No! You're too much.
source: No!\nYou're too much.
pl: Nie no!\nPrzeginasz!

# You're obviously talented. Good luck to you!
source: You're obviously talented.\nGood luck to you!
pl: Jesteś utalentowany.\nNo to powodzenia!

# Bwahaha! Great! I was bored, eh!
source: Bwahaha!\nGreat! I was bored, eh!
pl: Błahaha!\nŚwietnie! Nudziłem się!

# Keep it coming, eh!pOh wait. I'm out of POKéMON!
source: Keep it coming, eh!\pOh wait.\nI'm out of POKéMON!
pl: Tylko tak dalej, mały!\pCzekaj.\nSkończyły mi się!

# You sure had guts standing up to me there, eh?
source: You sure had guts standing up to\nme there, eh?
pl: No, masz odwagę stawać tak\nprzede mną, tak?

# Hahaha! Aren't you a little toughie!
source: Hahaha!\nAren't you a little toughie!
pl: Hahaha!\nMalutki pakerek!

source: What's that?
pl: A to co?

# Hahaha! Kids should be tough!
source: Hahaha!\nKids should be tough!
pl: Hahaha!\nDzieciak pakerek!

# I got up early every day to raise my POKéMON from cocoons!
source: I got up early every day to raise\nmy POKéMON from cocoons!
pl: Wstaję codziennie wcześnie rano,\nby trenować moje kokony!

source: WHAT?\pWhat a total waste of time!
pl: CO?\pCo za wielka strata czasu!

# I have to collect more than bugs to get stronger…
source: I have to collect more than bugs\nto get stronger…
pl: Muszę zebrać więcej robaków, by\nbyć silniejszy…

# Hahahaha! Bring it on!
source: Hahahaha!\nBring it on!
pl: Hahahaha!\nDawaj!

# Hahahaha! You beat me fair!
source: Hahahaha!\nYou beat me fair!
pl: Hahahaha!\nPokonałeś mnie!

# Hahahaha! Us hearty guys always laugh!
source: Hahahaha!\nUs hearty guys always laugh!
pl: Ha!\nŻyczliwi ludzie zawsze się śmieją!

source: Go, my super BUG POKéMON!
pl: Idź mój super ROBAKU!

source: My bugs…
pl: Robaki…

# If you don't like BUG POKéMON, you bug me!
source: If you don't like BUG POKéMON,\nyou bug me!
pl: Jeśli nie lubisz ROBAKÓW,\ndaj mi spokój!

# ROUTE 9 CERULEAN CITY - ROCK TUNNEL
source: ROUTE 9\nCERULEAN CITY - ROCK TUNNEL
pl: DROGA 9\nCERULEAN CITY - TUNEL SKAŁ

source: REST HOUSE
pl: DOMEK

# TRAINER TIPSpPress START to check remaining time.
source: TRAINER TIPS\pPress START to check\nremaining time.
pl: PORADA\pNaciśnij START, aby sprawdzić\nczas.

source: CENTER AREA
pl: CENTRUM

# SARA: Where did my boyfriend, ERIK, go?
source: SARA: Where did my boyfriend,\nERIK, go?
pl: SARA: Gdzie zniknął mój chłopak,\nERYK?

# I'm catching POKéMON to take home as gifts.
source: I'm catching POKéMON to take home\nas gifts.
pl: Łapię POKéMONY, które rozdam\njako prezenty.

# TRAINER TIPSpThe remaining time declines only while you walk.
source: TRAINER TIPS\pThe remaining time declines only\nwhile you walk.
pl: PORADA\pPozostały czas mija tylko, gdy\nchodzisz.

# AREA 1 WEST: CENTER AREA
source: AREA 1\nWEST: CENTER AREA
pl: STREFA 1\nZACHÓD: CENTRUM

# How many did you catch? I'm bushed from the effort!
source: How many did you catch?\nI'm bushed from the effort!
pl: Ile złapałeś?\nJa jestem całkowicie czysty!

source: I caught a CHANSEY!\pThat makes this all worthwhile.
pl: Złapałem CHANSEY!\pWarto było się tu wybrać.

# Whew! I'm tired from all the fun!
source: Whew!\nI'm tired from all the fun!
pl: Uf!\nZmęczyła mnie ta cała zabawa!

source: TRAINER TIPS\pThe SECRET HOUSE is still ahead.
pl: PORADA\pSEKRETNY DOM jest wciąż dalej.

source: AREA 2
pl: STR. 2

source: TRAINER TIPS\pPOKéMON hide in tall grass.\pZigzag through grassy areas to\nflush them out.
pl: PORADA\pPOKéMONY chowają się w trawie.\pPrzekopuj się przez trawę, by je\nwywabić.

# TRAINER TIPSpWin a free HM for finding the SECRET HOUSE.
source: TRAINER TIPS\pWin a free HM for finding the\nSECRET HOUSE.
pl: PORADA\pZnajdując SEKRETNY DOM otrzynasz\nw nagrodzie HM!

source: You can keep any item you find in\nthe SAFARI ZONE.\pBut, you'll run out of time if you\ntry for all of them at once.
pl: Możesz zachować każdy przedmiot ze\nSTREFY SAFARI.\pAle zabraknie ci czasu, by znaleźć\nje wszystkie na raz.

# Go to the deepest part of the SAFARI ZONE. You will win a prize!
source: Go to the deepest part of the\nSAFARI ZONE. You will win a prize!
pl: Wybierz się do najgłębszej\nczęści STREFY. Dostaniesz nagrodę!

source: My EEVEE evolved into FLAREON.\pBut, a friend's EEVEE turned into a\nVAPOREON. I wonder why?
pl: Mój EEVEE ewoluował w FLAREONA.\pAle, EEVEE mojego przyjaciela w\nVAPOREONA. Ciekawe czemu?

source: Ah! Finally!\pYou're the first person to reach\nthe SECRET HOUSE!\pAlthough I made a campaign\nfor our grand opening,\pI was getting worried that no one\nwould win our campaign prize.\pCongratulations!\nYou have won!
pl: Ach! Wreszcie!\pJesteś pierwszą osobą, która\nznalazła SEKRETNY DOM!\pMimo, że zrobiłem kampanię\nna wielkie otwarcie,\pmartwiłem się, że nikt nie wygra\nnaszej wielkiej nagrody.\pGratuluję!\nWłaśnie wygrałeś!

# {PLAYER} received HM03 from the attendant!
source: {PLAYER} received HM03\nfrom the attendant!
pl: {PLAYER} dostaje HM03\nod pracownika!

source: HM03 is SURF.\pPOKéMON will be able to ferry you\nacross water using it.\pAnd, this HM isn't disposable, so\nyou can use it over and over.\pYou're super lucky for winning this\nfabulous prize!
pl: HM03 to SURFOWANIE.\pPOKéMONY będą mogły przewozić\ncię dzięki niemu po wodzie.\pNo i, to HM jest niezużywalne,\nwięc możesz go uczyć w kółko.\pMasz wielkie szczęście, że udało ci\nsię wygrać!

# You don't have room for this fabulous prize!
source: You don't have room for this\nfabulous prize!
pl: Nie masz miejsca na tą\nwspaniałą nagrodę!

source: REQUEST NOTICE\pPlease find the SAFARI WARDEN's\nlost GOLD TEETH.\lThey're around here somewhere.\pReward offered!\nContact: WARDEN
pl: OGŁOSZENIE\pProsimy odnaleźć ZŁOTE ZĘBY\nDYREKTORA SAFARI.\lMuszą być gdzieś niedaleko.\pPrzewidziana nagroda!\nKontakt: DYREKTOR

# TRAINER TIPSpZone Exploration Campaign! The Search for the SECRET HOUSE!
source: TRAINER TIPS\pZone Exploration Campaign!\nThe Search for the SECRET HOUSE!
pl: PORADA\pKampania Eksploracyjna Strefy Safari!\nSzukaj SEKRETNEGO DOMU!

# AREA 3 EAST: CENTER AREA
source: AREA 3\nEAST: CENTER AREA
pl: STR. 3\nWSCHÓD: CENTRUM

source: The SAFARI ZONE's huge, wouldn't\nyou say?\pFUCHSIA's GYM LEADER, KOGA, \npatrols the grounds every so often.\pThanks to him, we can play here\nknowing that we're safe.
pl: STREFA SAFARI jest wielka,\nco nie?\pLIDER SALI w FUCHSIA - KOGA,\npatroluje ten teren, gdy tylko może.\pDzięki temu, możemy się bawić\nwiedząc, że jesteśmy bezpieczni.

# Tossing ROCKS at POKéMON might make them run, but they'll beleasier to catch.
source: Tossing ROCKS at POKéMON might\nmake them run, but they'll be\leasier to catch.
pl: Rzucanie KAMIENI w POKéMONY\nmoże spowodować, że uciekną ale\lłatwiej je łapać.

source: Using BAIT will make POKéMON more\nlikely to stick around if they get\lbusy eating.
pl: Używanie PRZYNĘTY spowoduje, że\nPOKéMON zostanie w miejscu\lzajęty jedzeniem.

# I hiked a lot, but I didn't see any POKéMON I wanted.
source: I hiked a lot, but I didn't see any\nPOKéMON I wanted.
pl: Dużo chodzę, ale nie widzę żadnych\nfajnych POKéMONÓW.

# What do you want? Get lost!
source: What do you want?\nGet lost!
pl: Czego chcesz?\nSpadaj!

# BOSS said he'll take this town in the name of TEAM ROCKET!
source: BOSS said he'll take this town\nin the name of TEAM ROCKET!
pl: SZEF powiedział, że przejmuje\nto miasto w imię ZESPOŁU R!

# Don't get defiant! Or I'll have to hurt you!
source: Don't get defiant!\nOr I'll have to hurt you!
pl: Nie bądź taki czupurny!\nBo oberwiesz!

source: SAFFRON belongs to TEAM ROCKET!
pl: SAFFRON należy do ZESPOŁU R!

# My life as a criminal makes me feel so alive!
source: My life as a criminal makes me feel\nso alive!
pl: Życie przestępcy powoduje, że\nczuję, że żyje!

# Ow! Watch where you're walking!
source: Ow!\nWatch where you're walking!
pl: Ał!\nUważaj jak chodzisz!

source: With SILPH under control, we can\nexploit POKéMON around the world!\pWe'll get stinking rich, yeahah!
pl: Z SILPH pod kontrolą, możemy\nwykorzystać POKéMONY całego świata!\pBędziemy śmierdząco bogaci, haha!

# You beat TEAM ROCKET all alone? That's amazing!
source: You beat TEAM ROCKET all alone?\nThat's amazing!
pl: Sam pokonałeś ZESPÓŁ R?\nTo niesamowite!

# Yeah! TEAM ROCKET is gone! It's safe to go out again!
source: Yeah! TEAM ROCKET is gone!\nIt's safe to go out again!
pl: Tak! ZESPÓŁ R przepadł!\nZnowu bezpiecznie jest wyjść!

source: People fled from here in droves\nwhen those ROCKETS came.\pThey should be flocking back to\nSAFFRON now.
pl: Ludzie uciekali stąd w popłochu,\ngdy zjawili się ROCKECI.\pPewnie wrócą wkrótce\ndo SAFFRON.

source: I flew here on my PIDGEOT when\nI read about SILPH.\pIt's already over?\nI missed the media action…
pl: Przyleciałem tu na moim PIDGEOCIE,\ngdy przeczytałem o SILPH.\pJuż koniec?\nWszystko przegapiłem…

# I saw the ROCKET BOSS escaping SILPH's building.
source: I saw the ROCKET BOSS escaping\nSILPH's building.
pl: Widziałem, jak SZEF ROCKETÓW\nucieka z SILPH.

source: I'm a security guard.\pSuspicious kids I don't allow in!
pl: Jestem strażnikiem.\pNie wpuszczam dziwnych dzieciaków!

# … Snore…pHah! He's taking a snooze!
source: …\nSnore…\pHah! He's taking a snooze!
pl: …\nChrap…\pUrządził sobie drzemkę!

# SAFFRON CITY Shining, Golden Land of Commerce
source: SAFFRON CITY\nShining, Golden Land of Commerce
pl: SAFFRON CITY\nŚwietliste Złote Miasto Komercji

source: FIGHTING DOJO
pl: WALECZNE DOJO

# SAFFRON CITY POKéMON GYM LEADER: SABRINAlThe Master of PSYCHIC POKéMON!
source: SAFFRON CITY POKéMON GYM\nLEADER: SABRINA\lThe Master of PSYCHIC POKéMON!
pl: SALA POKéMON SAFFRON CITY\nLIDER: SABRINA\lMistrzyni PSYCHO POKéMONÓW!

source: TRAINER TIPS\pFULL HEAL cures all ailments like\nburns, paralysis, poisoning,\lfreezing, and sleep.\pIt costs a bit more, but it's more\nconvenient than buying other items.
pl: PORADA\pUZDROWIENIE leczy każde schorzenie -\npoparzenia, paraliż, zatrucie,\lzamrożenie i sen.\pKosztuje trochę więcej, ale jest\nbardziej przydatne niż inne\pprzedmioty.

source: TRAINER TIPS\pThe new GREAT BALL offers improved\ncatching rates.\pTry it on those hard-to-catch\nPOKéMON.
pl: PORADA\pNowe GREAT BALLE oferują większe\nszasne na złapanie.\pWypróbuj je na silniejszych\nPOKéMONACH.

source: SILPH CO. OFFICE BUILDING
pl: SILPH CO. BUDYNEK BIUROWY

source: MR. PSYCHIC'S HOUSE
pl: DOM PANA PSYCHIKA

# SILPH's latest product! Release to be determined…
source: SILPH's latest product!\nRelease to be determined…
pl: Nowy produkt SILPH!\nData premiery wciąż ustalana…

# POKéMON TRAINER FAN CLUBpMany TRAINERS have scribbled their names on this sign.
source: POKéMON TRAINER FAN CLUB\pMany TRAINERS have scribbled their\nnames on this sign.
pl: FAN KLUB TRENERÓW POKéMON\pWielu TRENERÓW wydrapało swoje\nimiona na znaku.

source: This FAN CLUB…\nNo one here has a clue!\pHow could they not recognize\nthe brilliance that is LANCE?\pHe stands for justice!\nHe's cool, and yet passionate!\lHe's the greatest, LANCE!
pl: Ten FANKLUB…\nNikt nie ma tu o niczym pojęcia!\pJak można nie rozpoznać\ngeniusza jakim jest LANCE?\pJest za sprawiedliwością!\nJest świetny i ma swoje cele!\pLANCE! Jesteś najlepszy!

# My daughter is so self-centered. She has but a few friends.
source: My daughter is so self-centered.\nShe has but a few friends.
pl: Moja córka jest straszną\negoistką. Mimo to ma przyjaciół.

source: My daughter likes to mimic people.\nIt's rather vexing.\pHer mimicry has earned her the\nnickname COPYCAT around here.
pl: Moja córka lubi przedrzeźniać ludzi.\nTrochę to denerwujące.\pTeraz wszyscy nazywają ją\ntutaj COPYCAT.

source: {PLAYER}: Hi!\nDo you like POKéMON?\p{PLAYER}: Uh, no, I just asked you.\p{PLAYER}: Huh?\nYou're strange!\pCOPYCAT: Hmm? Quit mimicking?\nBut, that's my favorite hobby!
pl: {PLAYER}: Hej!\nLubisz POKéMONY?\p{PLAYER}: Ej no! Ja o to pytam.\p{PLAYER}: Że co?\nJesteś dziwna!\pCOPYCAT: Hmm? Przestać cię przedrzeźniać?\nAle to moje hobby!

source: {PLAYER}: Hi.\nYou must like POKéMON.\p{PLAYER}: No, not me.\nI asked you.\p{PLAYER}: Pardon?\nYou're weird!\l \lCOPYCAT: Hmm? Quit mimicking?\lBut that's my favorite hobby!
pl: {PLAYER}:: Hej.\nPewnie lubisz POKéMONY.\p{PLAYER}: Hej!\nTo ja o to pytam.\p{PLAYER}: Słucham?\nJesteś dziwna!\lCOPYCAT: Hmm? Przestać\pprzedrzeźniać? Ale to moje hobby!

source: Oh wow!\nA POKé DOLL!\pFor me?\nThank you!\pYou know what?\nI can teach the move MIMIC.
pl: Och łał!\nPOKé LALKA!\pDla mnie?\nDziękuję!\pWiesz co?\nMogę nauczyć cię ruchu MIMIKRA.

source: Don't you like MIMIC?
pl: Nie chcesz MIMIKRY?

# I really love MIMIC! Who's going to learn it?
source: I really love MIMIC!\nWho's going to learn it?
pl: Lubię MIMIKRĘ!\nKogo mam go nauczyć?

source: {PLAYER}: Hi!\nThanks for earlier!\p{PLAYER}: Pardon?\p{PLAYER}: Is it that fun to mimic my\nevery move?\pCOPYCAT: You bet!\nIt's a scream!
pl: {PLAYER}: Cześć!\nDzięki za wszystko!\p{PLAYER}: Że co?\p{PLAYER}: Bawi cię małpowanie każdego\nmojego ruchu?\pCOPYCAT: Jasne!\nKocham to!

source: {PLAYER}: Hi!\nThanks for what you did for us.\p{PLAYER}: Pardon?\p{PLAYER}: Is it really that fun to\ncopy what I say and do?\pCOPYCAT: You bet!\nIt's a scream!
pl: {PLAYER}: Hej!\nDzięki za wszystko co dla nas\pzrobiłaś.\p{PLAYER}: Co?\p{PLAYER}: Bawi cię małpowanie każdego\nmojego ruchu i słowa?\pCOPYCAT: Jasne!\nKocham to!

# This is a rare POKéMON! Huh? It's only a doll!
source: This is a rare POKéMON!\nHuh? It's only a doll!
pl: To rzadki POKéMON!\nCo? To tylko lalka!

# A game with MARIO wearing a bucket on his head!
source: A game with MARIO wearing a bucket\non his head!
pl: Gra z MARIO noszącym wiadro na\ngłowie!

source: …\pMy Secrets!\pSkill: Mimicry!\nHobby: Collecting dolls!\lFavorite POKéMON: CLEFAIRY!
pl: …\pSekrety!\pTalent: Imitacja!\nHobby: Zbieranie lalek!\lUlubiony POKéMON: CLEFAIRY!

source: Grunt!\pI am the KARATE MASTER!\nI am the LEADER here!\pYou wish to challenge us?\nExpect no mercy!\pFwaaa!
pl: Prych!\pJestem MISTRZEM KARATE!\nJestem tu LIDEREM!\pCzy chcesz mnie wyzwać?\nNie oczekuj litości!\pŁaaa!

# Hwa! Arrgh! Beaten!
source: Hwa!\nArrgh! Beaten!
pl: Hła!\nArg! Pokonany!

source: Indeed, I have lost!\pBut, I beseech you, do not take\nour emblem as your trophy!\pIn return, I will give you a prized\nFIGHTING POKéMON!\pChoose whichever one you like!
pl: W rzeczy samej, przegrałem.\pAle zaklinam cię, nie\nzabieraj naszego emblematu!\pW zamian za to, dam ci w nagrodę\nWALCZĄCEGO POKéMONA!\pWybierz, którego wolisz!

# Grunt! Stay and train at karate with us!
source: Grunt!\nStay and train at karate with us!
pl: Prych!\nZostań i trenuj z nami karate!

# Hoargh! Take your shoes off!
source: Hoargh!\nTake your shoes off!
pl: Hoarg!\nZdejmij buty!

# You wait 'til you see our MASTER! I'm a small fry compared to him!
source: You wait 'til you see our MASTER!\nI'm a small fry compared to him!
pl: Zaczekaj na spotkanie z MISTRZEM!\nZ nim nie masz szans!

# I hear you're good! Show me!
source: I hear you're good!\nShow me!
pl: Niby jesteś dobry!\nPokaż!

# Judge! One point!
source: Judge!\nOne point!
pl: Sędzia!\nPunkt!

# Our MASTER is a pro fighter. Be prepared to lose!
source: Our MASTER is a pro fighter.\nBe prepared to lose!
pl: Nasz MISTRZ jest świetny.\nSzykuj się na porażkę!

source: Hiyah!\nI have no fear for anything tough!\pI shatter boulders for training\nevery day!
pl: Hah!\nNie boje się niczego potężnego!\pRoznoszę głazy w czasie treningu\nkażdego dnia!

# Yow! Stubbed fingers!
source: Yow!\nStubbed fingers!
pl: Jał!\nKurka wodna!

# The only thing that frightens us is psychic power!
source: The only thing that frightens us is\npsychic power!
pl: Jedyna moc, która mnie przeraża,\nto siła psychiki!

# Hwaah!pYou're trespassing in our FIGHTING DOJO!
source: Hwaah!\pYou're trespassing in our\nFIGHTING DOJO!
pl: Hłach!\pWkraczasz do naszego\nWALECZNEGO DOJO!

# Oof! I give up!
source: Oof!\nI give up!
pl: Poddaje się!

# The prime fighters across the land train here.
source: The prime fighters across the land\ntrain here.
pl: Trenują tu wspaniali wojownicy z\ncałego kraju.

# You want the hard-kicking HITMONLEE?
source: You want the hard-kicking\nHITMONLEE?
pl: Chcesz kopacza tyłków,\nHITMONLEE?

# {PLAYER} received the {STR_VAR_1} from the KARATE MASTER.
source: {PLAYER} received the {STR_VAR_1}\nfrom the KARATE MASTER.
pl: {PLAYER} dostaje {STR_VAR_1}\nod MISTRZA KARATE.

# You want the piston-punching HITMONCHAN?
source: You want the piston-punching\nHITMONCHAN?
pl: Chcesz twardopiąchego\nHITMONCHANA?

source: Better not get greedy…
pl: Nie bądź zachłanny…

source: Enemies on every side!
pl: Wszędzie wrogowie!

source: What goes around comes around.
pl: Co ma wisieć nie utonie.

source: I had a vision of your arrival.\pI have had psychic powers since\nI was a child.\pIt started when a spoon I\ncarelessly tossed, bent.\pI dislike battling, but if you wish,\nI will show you my powers!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Miałam wizję, w której widziałam\ntwoje przybycie.\pMam psychiczne moce\nod dziecka.\pWszystko zaczęło się od\nwygięcia się rzuconej łyżki.\pNie lubię walczyć, ale jeśli chcesz\npokażę ci co umiem!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

source: This loss shocks me!\nBut, a loss is a loss.\pI admit, I didn't work hard enough\nto win.\pYour victory has earned you the\nMARSHBADGE.
pl: Szokuje mnie ta porażka!\nAle strata to strata.\pPrzyznaję, nie byłam zbyt dobra\nby wygrać.\pTwoje zwycięstwo nagrodzi\nODZNAKA BAGNA.

source: Psychic power isn't something that\nonly a few people have.\pEveryone has psychic power.\nPeople just don't realize it.
pl: Siła psychiczna nie jest\nzarezerwowana dla wybranych.\pWszyscy mają takie zdolności.\nNie zdajemy sobie z tego sprawy.

source: The MARSHBADGE makes POKéMON up\nto Lv. 70 obey you.\pStronger POKéMON will become wild,\nignoring your orders in battle.\pJust don't raise your POKéMON too\nmuch to avoid that problem.\pWait, please take this TM with you.
pl: ODZNAKA BAGNA wymusza posłuszeństwo\nu POKéMONÓW do Lv. 70.\pSilniejsze POKéMONY nadal będą\nszaleć ignorując rozkazy.\pŻeby uniknąć tego problemu, nie\ntrenuj zbyt mocno swoich POKéMONÓW.\pCzekaj, weź jeszcze to TM.

# {PLAYER} received TM04 from SABRINA.
source: {PLAYER} received TM04 from\nSABRINA.
pl: {PLAYER} dostaje TM04\nod SABRINY.

source: TM04 is CALM MIND.\pIt makes the POKéMON concentrate\nto raise both SP. ATK and SP. DEF.
pl: TM04 to SPOKÓJ UMYSŁU.\pPOKéMON koncentruje się zwiększając\nswoje SP. ATK i SP. OBR.

source: Your BAG is full of other items.
pl: Twoja TORBA jest pełna.

# SABRINA is far younger than I, but she has earned my respect.
source: SABRINA is far younger than I,\nbut she has earned my respect.
pl: SABRINA jest dużo ode mnie młodsza,\nale zyskała mój szacunek.

source: In a battle of equals, the one\nwith the stronger will wins.\pIf you wish to beat SABRINA, focus\nand will yourself to victory.
pl: W walce równości, zawsze wygra\nten silniejszy.\pJeśli chcesz pokonać SABRINĘ,\nskup się na sobie, a możesz wygrać.

source: Does our unseen power scare you?
pl: Boisz się niewidzialnej mocy?

source: I never foresaw this!
pl: No i porażka!

# PSYCHIC POKéMON fear only ghosts and bugs!
source: PSYCHIC POKéMON fear only ghosts\nand bugs!
pl: PSYCHO POKéMONY boją się duchów\ni robali!

source: POKéMON take on the appearance of\ntheir TRAINERS.\pYour POKéMON must be tough, then!
pl: POKéMONY nabierają cechy swoich\nTRENERÓW.\pW takim razie twoje muszą być silne!

# I have much to learn still…pI must master PSYCHIC and teach it to my POKéMON…
source: I have much to learn still…\pI must master PSYCHIC and teach it\nto my POKéMON…
pl: Musze się dużo nauczyć…\pMuszę opanować PSYCHOKINEZĘ\ni nauczyć tego POKéMONY…

source: You understand, don't you?\pThat power alone isn't enough to\nwin in the world of POKéMON?
pl: Rozumiesz, prawda?\pSiła sama w sobie nie wystarczy,\nby wygrać w świecie POKéMONÓW.

source: I don't believe this!
pl: Nie wierzę!

# SABRINA just wiped out the KARATE MASTER next door.
source: SABRINA just wiped out the KARATE\nMASTER next door.
pl: SABRINA skopała przed chwilą\nMISTRZA KARATE.

# You and I, our POKéMON shall battle!
source: You and I, our POKéMON shall\nbattle!
pl: Ty i Ja, nasze POKI będą\nwalczyć!

source: I lost after all!
pl: No i porażka!

# I knew that this was going to take place.
source: I knew that this was going to take\nplace.
pl: Wiedziałem, że tak właśnie\nbędzie.

source: SABRINA is young, but she's also\nour highly skilled LEADER.\pYou won't reach her easily!
pl: SABRINA jest młodym i jednocześnie\nbardzo dobrym LIDEREM.\pNie łatwo do niej dotrzeć!

# Ow! Down and out!
source: Ow!\nDown and out!
pl: O!\nTo już koniec!

source: There used to be two POKéMON GYMS\nin SAFFRON.\pThe FIGHTING DOJO next door lost\nits GYM status, though.\pWe simply creamed them when we\ndecided to have just one GYM.
pl: W SAFFRON były kiedyś dwie\nSALE POKéMON.\pWALECZNE DOJO utraciło ostatnio\nstatus oficjalnej SALI.\pZwyczajnie roznieśliśmy ich,\ngdy zdecydowaliśmy mieć 1 SALĘ.

source: SAFFRON POKéMON GYM is famous for\ntraining psychics.\pYou want to see SABRINA, don't\nyou? I can tell!
pl: SALA POKéMON w SAFFRON znana jest\nz trenowania psychików.\pChcesz poznać SABRINĘ, czyż\nnie? Wiem to.

source: Arrrgh!
pl: Arrrg!

# That's right! I used telepathy to read your mind!
source: That's right! I used telepathy to\nread your mind!
pl: Tak! Czytam w twoich myślach\ndzięki telepatii!

source: Yo!\nChamp in the making!\pSABRINA's POKéMON use psychic\npower instead of force.\pFIGHTING POKéMON are especially\nweak against PSYCHIC POKéMON.\pThey'll get destroyed before they\ncan even aim a punch!
pl: Hej!\nMistrzuniu!\pPOKéMONY SABRINY przedkładają\nsiłę psychiczną nad fizyczną.\pWALCZĄCE POKéMONY nie mają\ncienia szansy z PSYCHO POKéMONAMI.\pZostaną zgniecione zanim\nzdążą dobrze wycelować!

# Psychic power, huh?pIf I had that, I'd make a bundle at the slots!
source: Psychic power, huh?\pIf I had that, I'd make a bundle\nat the slots!
pl: Siła psychiczna, tak?\pGdybym taką miał, grałbym\nw totka!

# SAFFRON POKéMON GYM LEADER: SABRINApWINNING TRAINERS: {RIVAL}
source: SAFFRON POKéMON GYM\nLEADER: SABRINA\pWINNING TRAINERS:\n{RIVAL}
pl: SALA POKéMON SAFFRON\nLIDER: SABRINA\pZWYCIĘZCY:\n{RIVAL}

# SAFFRON POKéMON GYM LEADER: SABRINApWINNING TRAINERS: {RIVAL}, {PLAYER}
source: SAFFRON POKéMON GYM\nLEADER: SABRINA\pWINNING TRAINERS:\n{RIVAL}, {PLAYER}
pl: SALA POKéMON SAFFRON\nLIDER: SABRINA\pZWYCIĘZCY:\n{RIVAL}, {PLAYER}

# …Thank you for writing. I hope to see you soon!p…Hey! Don't look at my letter!
source: …Thank you for writing.\nI hope to see you soon!\p…Hey!\nDon't look at my letter!
pl: …Dziękuję za twój list. Spotkajmy\nsię wkrótce!\p…Hej!\nNie patrz na mój list!

# The COPYCAT is cute! I'm getting her a POKé DOLL.
source: The COPYCAT is cute!\nI'm getting her a POKé DOLL.
pl: COPYCAT jest słodka!\nKupię jej POKé LALKĘ.

source: I was given a PP UP as a gift.\pIt's used to increase the PP of\na POKéMON's move.\pI should use it on a powerful move\nwith only a few PP.
pl: Dostałem w prezencie WZROST PP.\pPotrafi zwiększyć PP ruchu\ndowolnego POKéMONA.\pLepiej użyję go na potężnym\nruchu z małą ilością PP.

source: MAX REPEL keeps weaker POKéMON\nfrom appearing.\pMAX REPEL stays effective longer\nthan SUPER REPEL.
pl: MAKS. ODGANIACZ odgania słabe,\ndzikie POKéMONY.\pTen ODGANIACZ działa dłużej\nniż SUPER ODGANIACZ.

# REVIVE is costly, but it revives fainted POKéMON!
source: REVIVE is costly, but it revives\nfainted POKéMON!
pl: OCUCACZ kosztuje, ale\nocuci zemdlone POKéMONY!
